app/controllers/restaurantes_controller.rb

SELECT `restaurantes`.* FROM `restaurantes` ORDER BY nome
---
	def index
		@restaurantes= Restaurante.order("nome")